import type { ParentNewsSectionProps } from '@/widgets/parent-news-section/types/parent-news-section.types';

export const PARENT_NEWS_SECTION_MOCK: ParentNewsSectionProps = {
    news: [
        {
            title: 'Пульпит без сильной боли: почему &laquo;терпимый&raquo; зуб всё равно опасен',
            description:
                'Терпимая боль в&nbsp;зубе может быть признаком хронического пульпита. Разбираем, почему скрытое воспаление опасно, как его находят и&nbsp;когда нужно идти к&nbsp;стоматологу.',

            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/1-news.webp',
                },
            },
        },
        {
            title: 'Глубокий кариес: когда зуб ещё можно сохранить живым',
            description:
                'Глубокий кариес не&nbsp;всегда означает удаление нерва. Разбираем, когда зуб можно сохранить живым, какие симптомы важны и&nbsp;почему нельзя тянуть с&nbsp;лечением.',
            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/2-news.webp',
                },
            },
        },
        {
            title: 'Кариес между зубами: почему его сложно заметить и&nbsp;как его находят на&nbsp;снимке',
            description:
                'Межзубной кариес долго развивается без боли и&nbsp;заметных пятен. Рассказываем, почему обычного осмотра бывает недостаточно, когда нужен снимок, как помогает зубная нить и&nbsp;что делать для профилактики.',
            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/3-news.webp',
                },
            },
        },
        {
            title: 'Пульпит без сильной боли: почему &laquo;терпимый&raquo; зуб всё равно опасен',
            description:
                'Терпимая боль в&nbsp;зубе может быть признаком хронического пульпита. Разбираем, почему скрытое воспаление опасно, как его находят и&nbsp;когда нужно идти к&nbsp;стоматологу.',

            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/1-news.webp',
                },
            },
        },
        {
            title: 'Глубокий кариес: когда зуб ещё можно сохранить живым',
            description:
                'Глубокий кариес не&nbsp;всегда означает удаление нерва. Разбираем, когда зуб можно сохранить живым, какие симптомы важны и&nbsp;почему нельзя тянуть с&nbsp;лечением.',
            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/2-news.webp',
                },
            },
        },
        {
            title: 'Кариес между зубами: почему его сложно заметить и&nbsp;как его находят на&nbsp;снимке',
            description:
                'Межзубной кариес долго развивается без боли и&nbsp;заметных пятен. Рассказываем, почему обычного осмотра бывает недостаточно, когда нужен снимок, как помогает зубная нить и&nbsp;что делать для профилактики.',
            publishDate: '2026-06-01T00:00:00.000Z',
            poster: {
                webp: {
                    src: '/mock/news/parent-news/3-news.webp',
                },
            },
        },
    ],
};
