import type { PromotionsSectionProps } from "@/widgets/promotions-section/types/promotions-section.types";

export const PROMOTIONS_SECTION_MOCK: PromotionsSectionProps = {
	cards: [
		{
			poster: {
				webp: {
					src: "/mock/promotions/1-promotion.webp",
				},
			},
			title: "Лечение десен начинается с&nbsp;точной диагностики!",
			description:
				"<p>Бесплатное исследование на&nbsp;системе Florida Probe для тех, у&nbsp;кого кровоточат или воспалены десны.</p><br /><p>Выявим проблему на&nbsp;ранней стадии.</p>",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/2-promotion.webp",
				},
			},
			title: "Никакого напряжения и&nbsp;тревоги",
			description: "Имплантация во&nbsp;сне под контролем врачей",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/3-promotion.webp",
				},
			},
			title:
				"Лечение во&nbsp;сне&nbsp;&mdash; теперь с&nbsp;выгодой до&nbsp;50%!",
			description:
				"<strong>Больше не&nbsp;нужно считать каждую минуту.</strong><p>Мы&nbsp;перешли на&nbsp;фиксированные цены за&nbsp;весь сеанс&nbsp;&mdash; теперь даже длительное лечение обойдётся в&nbsp;разы дешевле.</p><br /><strong>Лечиться без страха и&nbsp;стресса стало проще</strong>",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/4-promotion.webp",
				},
			},
			title:
				"Рассрочка на&nbsp;лечение во&nbsp;сне&nbsp;&mdash; удобные условия для вашего комфорта!",
			description:
				"<p>В&nbsp;нашей стоматологии теперь доступна рассрочка на&nbsp;лечение во&nbsp;сне:</p><br /><p><strong>Первоначальный взнос:</strong> всего&nbsp;50%</p><br /><p><strong>Срок рассрочки:</strong> 6&nbsp;месяцев.</p><br /><p><strong>Дальнейшая оплата:</strong>  равными частями без переплат.</p><br /><p>Вы&nbsp;можете пройти необходимое лечение уже сейчас, а&nbsp;оплату распределить на&nbsp;комфортный срок.</p>",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/5-promotion.webp",
				},
			},
			title: "Программа лояльности для участников СВО и&nbsp;их детей",
			description:
				"<p><strong>Условия программы:</strong></p><br /><p><strong>Для участников СВО:</strong></p><ul><li>Скидка <strong>10%</strong> на&nbsp;терапевтическое.</li><li>Скидка <strong>3%</strong> на&nbsp;услуги имплантации.</li><li>Скидка <strong>3%</strong> на&nbsp;протезирование и&nbsp;ортопедические услуги.</li><li>Скидка <strong>3%</strong> на&nbsp;хирургическое лечение.</li></ul><br /><p><strong>Для детей участников СВО:</strong></p><ul><li>Скидка <strong>5%</strong> на&nbsp;все виды стоматологических услуг.</li></ul><br /><p><strong>Необходимые документы для получения скидки:</strong></p><ul><li>Паспорт.</li><li>Удостоверение ветерана боевых действий <strong>или</strong> выписка (справка) из&nbsp;приказа командира военной части или военного комиссариата.</li></ul><br /><p><strong>Особые условия:</strong></p><ol><li>Для получения скидки пациент обязан предоставить все необходимые документы, подтверждающие право на&nbsp;участие в&nbsp;программе.</li><li>Скидки не&nbsp;распространяются на&nbsp;пациентов, которые не&nbsp;предъявили подтверждающие документы.</li><li>Клиника оставляет за&nbsp;собой право отказать в&nbsp;предоставлении скидки, если будет установлено предоставление заведомо ложной информации.</li><li>Скидка <strong>не&nbsp;суммируется</strong> с&nbsp;другими акциями, скидками.</li><li>Размер и&nbsp;срок действия скидки могут быть изменены в&nbsp;соответствии с&nbsp;последующими приказами администрации.</li></ol><br /><p>Мы&nbsp;ценим ваш вклад и&nbsp;заботимся о&nbsp;вас и&nbsp;ваших близких!</p>",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/6-promotion.webp",
				},
			},
			title:
				"Программа лояльности для детей из&nbsp;многодетных семей и&nbsp;детей с&nbsp;особенностями",
			description:
				"<p><strong>Условия программы:</strong></p><ul><li>Скидка 10% на&nbsp;терапевтическое лечение.</li><li>Скидка 5% на&nbsp;лечение во&nbsp;сне.</li></ul><br /><p><sup>*</sup>Дополнительно +5%, если родители оставляют видеоотзыв о&nbsp;посещении.</p><ul><li>Скидка 3% на&nbsp;ортодонтическое лечение.</li></ul><br /><p><strong>Размер скидки:</strong></p><ul><li><strong>10%</strong> на&nbsp;все стоматологические услуги для детей.</li></ul><br /><p><strong>Необходимые документы для получения скидки:</strong></p><ul><li>Для детей из&nbsp;многодетных семей: свидетельство о&nbsp;рождении или паспорт родителя с&nbsp;отметкой о&nbsp;многодетности.</li><li>Для детей с&nbsp;особенностями: подтверждающий документ (справка от&nbsp;врача или другой медицинский документ).</li></ul><br /><p><strong>Примечания:</strong></p><ol><li>Скидки предоставляются только детям при&nbsp;наличии подтверждающих документов.</li><li>Скидка не&nbsp;суммируется с&nbsp;другими акциями, скидками.</li><li>Для получения дополнительной скидки 5% за&nbsp;видеоотзыв необходимо согласовать формат с&nbsp;администрацией клиники.</li></ol><br /><p>Мы&nbsp;стремимся сделать качественную стоматологию доступной для всех детей!</p>",
			button: { title: "Оставить заявку" },
		},
		{
			poster: {
				webp: {
					src: "/mock/promotions/7-promotion.webp",
				},
			},
			title: "Бонусная система. Ваше лечение возвращается теперь подарками!",
			description:
				"<p>Мы&nbsp;ценим ваше решение доверить нам здоровье вашей улыбки. Поэтому теперь за&nbsp;каждый комплексный план лечения мы&nbsp;дарим подарки, которые сделают вашу заботу о&nbsp;себе ещё приятнее.</p><br /><p><strong>Выберите ваш план лечения и&nbsp;получите подарки:</strong></p><ul><li>От&nbsp;150 000&nbsp;₽: Сертификат 5 000&nbsp;₽&nbsp;+ Проф. гигиена</li><li>От&nbsp;300 000&nbsp;₽: Сертификат 10 000&nbsp;₽&nbsp;+ Проф. гигиена</li><li>От&nbsp;600 000&nbsp;₽: Сертификат 20 000&nbsp;₽&nbsp;+ Проф. гигиена</li><li>От&nbsp;1 000 000&nbsp;₽: Сертификат 35 000&nbsp;₽&nbsp;+ 2&nbsp;Проф. гигиены</li></ul><br /><p>Что особенного в&nbsp;нашем сертификате? Вы&nbsp;сами решаете, как его использовать!</p><br /><p><strong>Списать сразу:</strong> Уменьшите стоимость вашего текущего плана лечения на&nbsp;сумму сертификата.</p><br /><p><strong>Оставить на&nbsp;будущее:</strong> Оплатите им&nbsp;регулярный осмотр, отбеливание или любую другую услугу для себя позже.</p><br /><p><strong>Подарить близким:</strong> Ваши родные и&nbsp;друзья смогут воспользоваться им&nbsp;для своих визитов в&nbsp;нашу клинику.</p>",
			button: { title: "Оставить заявку" },
		},
	],
};
