import type { RulesForTheProvisionSectionProps } from "../types/rules-for-the-provision.types";

export const RULES_FOR_THE_PROVISION: RulesForTheProvisionSectionProps = {
	title:
		"Уважаемые пациенты! Мы&nbsp;работаем в&nbsp;строгом соответствии с&nbsp;действующим законодательством&nbsp;РФ и&nbsp;придерживаемся установленных стандартов в&nbsp;оказании стоматологической помощи.",
	cards: [
		{
			title:
				"Все медицинские услуги в&nbsp;нашей клинике оказываются в&nbsp;соответствии&nbsp;с:",
			description:
				"<p><a href='/documents/prikaz_786n_31072020.pdf' target='_blank'>Правилами предоставления медицинскими организациями платных медицинских услуг</a> (утверждены Постановлением Правительства РФ&nbsp;от&nbsp;4&nbsp;октября 2012&nbsp;г. &#8470;&nbsp;1006).</p><br /><p>Перед началом лечения вы&nbsp;получите полную информацию о&nbsp;предстоящих процедурах, стоимости, а&nbsp;также оформите необходимые согласия и&nbsp;договор. Мы&nbsp;всегда готовы ответить на&nbsp;ваши вопросы и&nbsp;предоставить всю необходимую документацию.</p>",
		},
		{
			title:
				"Перед началом лечения вы&nbsp;можете ознакомиться с&nbsp;образцом договора на&nbsp;оказание медицинских услуг в&nbsp;нашей клинике. Мы&nbsp;придерживаемся прозрачных и&nbsp;понятных условий сотрудничества.",
			description:
				"<a href='/documents/dogovor.docx' target='_blank'>Скачать договор на&nbsp;оказание медицинских услуг (PDF)</a><br /><br /><strong>В&nbsp;договоре вы&nbsp;найдёте:</strong><ol><li>Полный перечень прав и&nbsp;обязанностей сторон.</li><li>Условия оплаты и&nbsp;возврата средств.</li><li>Информацию о&nbsp;порядке оказания услуг.</li><li>Порядок оформления информированного согласия.</li></ol><p>При необходимости наши администраторы подробно проконсультируют вас по&nbsp;всем пунктам договора на&nbsp;приёме или по&nbsp;телефону. Мы&nbsp;заботимся о&nbsp;вашем комфорте не&nbsp;только во&nbsp;время лечения, но&nbsp;и&nbsp;на&nbsp;всех этапах взаимодействия с&nbsp;клиникой.</p>",
		},
	],
};
